Repository: nuxeo-cps/zope2--CalCMF
Catalog: locales/*/LC_MESSAGES/calcmf.po
Languages: es, fr, pt_br

# calendar_menu_add_event
source: Add event
es: Añadir evento
fr: Créer un événement
pt_br: Adicionar evento.

# calendar_menu_edit_calendar
source: Edit calendar
es: Editar calendario
fr: Modifier l'agenda
pt_br: Editar agenda.

# calendar_menu_meeting_helper
source: Meeting helper
es: Asistente de encuentros
fr: Organiser une réunion
pt_br: Auxiliador para Encontros.

# calendar_menu_icalendar_export
source: iCalendar export
es: Exportar a iCalendar
fr: Export iCalendar
pt_br: Exportar iCalendar

# calendar_menu_icalendar_import
source: iCalendar import
es: Importar de iCalendar
fr: Import iCalendar
pt_br: Importar iCalendar

# calendar_menu_view_calendar
source: View calendar
es: Ver calendario
fr: Voir l'agenda
pt_br: Visualizar agenda.

# calendar_menu_edit
source: Edit
es: Editar
fr: Modifier
pt_br: Editar

# calendar_menu_attendees
source: Attendees
es: Participantes
fr: Participants
pt_br: Participantes.

# calendar_menu_recurrence
source: Recurrence
es: Recurrencia
fr: Récurrence
pt_br: RecorrÃªncia.

# calendar_menu_delete
source: Delete
es: Borrar
fr: Supprimer
pt_br: Remover

# label_calendar_event_decline
source: Event declined
es: Evento declinado
fr: Refuser un événement
pt_br: Evento declinado.

# label_calendar_event_accept
source: Event accepted
es: Evento aceptado
fr: Accepter un événement
pt_br: Evento aceito

# label_calendar_event_invite
source: Event invited
es: Invitado al evento
fr: Inviter
pt_br: Convidado para Evento.

# label_calendar_event_tentative
source: Event tentative
es: Tentativa para evento
fr: A confirmer
pt_br: Tentativa para Evento.

# label_calendar_event_delegate
source: Event delegated
es: Evento delegado
fr: Déléguer
pt_br: Event delegado

# label_calendar_event_deleted
source: Event deleted
es: Evento borrado
fr: Evénement supprimé
pt_br: Event removido.

# label_calendar_event_modify
source: Event modified
es: Evento modificado
fr: Modifier
pt_br: Event modificado.

# label_calendar_event_status_change
source: Event status changed
es: Estado del evento modificado
fr: Statut de l'événement modifié
pt_br: Estado do evento modificado.

source: Personal calendar for %(title)s
es: Agenda personal de %(title)s
fr: Agenda individuel de %(title)s

source: Workspace calendar %(title)s for %(parent)s
es: Agenda %(title)s en el espacio %(parent)s
fr: Agenda %(title)s dans l'espace %(parent)s

source: Resource calendar %(title)s for %(parent)s
es: Agenda de recursos %(title)s del espacio %(parent)s
fr: Agenda de la ressource %(title)s de l'espace %(parent)s
